Overload List
Name  |   Description
CreateBlendGeometry(CurveLoop, CurveLoop, ICollection VertexPair )
 Creates a solid by blending two closed curve loops lying in non-coincident planes.
CreateBlendGeometry(CurveLoop, CurveLoop, ICollection VertexPair , SolidOptions)
 Creates a solid by blending two closed curve loops lying in non-coincident planes.
 See Also
  GeometryCreationUtilities Class
  GeometryCreationUtilities Members
  Autodesk.Revit.DB Namespace